[{"title":"Why the next big thing in fintech is not mobile payments","slug":"next-big-thing-fintech-mobile-payments","date_gmt":"2019-01-09T02:00:44","read_time":4,"html_content":"<p>In October 2018, Grab raised US$200 million to expand its fintech offerings. That means it’s no longer just a ride-hailing service: it is now one of Southeast Asia’s<a href=\"https://www.axios.com/grab-priceline-7f5c6114-6e7a-4a6c-b3e4-df584a32a5e1.html\" target=\"_blank\" rel=\"nofollow noopener\"> largest non-bank financial firms</a>, offering payments, microloans, and other services. In fact, it handles<a href=\"http://fintechnews.sg/17807/fintech/grab-financial/\" target=\"_blank\" rel=\"nofollow noopener\"> more than 1 billion financial transactions</a> every year.</p>\n<p>Grab is not the only one branching out into fintech. Other companies, including fellow Southeast Asian ride-hailing service Go-Jek and international ecommerce giants like Alibaba and Amazon, have moved into the space as well.</p>\n<p>What’s the secret to fintech’s appeal? On one hand, there’s the vast numbers of unbanked people in the world, which represent a ready-made user base for innovative financial products. On the other, there’s also the vulnerability of the business models of existing payment networks like Visa and Mastercard, whose cumbersome transaction fees increase prices and potentially slow down innovation.</p>\n<p>But the main appeal of fintech is the opportunity to collect and analyze customer data. Fintech is literally where the money is, and knowing how consumers spend it points companies to potential profit pools.</p>\n<p>By data mining through fintech, companies can get a better understanding of customers’ wants and needs. They can use those insights to launch new products or hone existing ones. They can also sell data to third parties, opening up entirely new revenue streams.</p>\n<h2><b>Why tech companies are flocking to fintech</b></h2>\n<p>Fintech is becoming a data industry. Alibaba’s Ant Financial is the<a href=\"https://www.bloomberg.com/news/articles/2018-06-08/ant-financial-raises-14-billion-as-latest-funding-round-closes\" target=\"_blank\" rel=\"nofollow noopener\"> largest fintech firm in the world</a>, but Yuan (Alan) Qi, its vice president and chief data scientist, thinks the term “fintech” doesn’t aptly describe the company anymore. He said it might be<a href=\"https://www.technologyreview.com/s/608103/ant-financial-chinas-giant-of-mobile-payments-is-rethinking-finance-with-ai/\" target=\"_blank\" rel=\"nofollow noopener\"> more appropriate to call Ant Financial a “techfin” company</a> instead, given its intense research focus on AI.</p>\n<p>The market and investors seem to have resoundingly approved this approach. Ant Financial has posted more than 65 percent growth in pretax profit in the recent fiscal years. It has also obtained an extraordinary<a href=\"https://techcrunch.com/2018/06/07/ant-financial-raises-14-billion/\" target=\"_blank\" rel=\"nofollow noopener\"> US$14 billion in a series C round</a> to drive its global expansion and further its data collection.</p>\n<p>However, the real growth in this sector may come from the possibility of combining financial information with other types of data. Let’s look at Southeast Asia as an example. Startups have already amassed more data on Southeast Asian citizens and their habits than any census could provide because they offer convenient services for free or at a nominal fee.</p>\n<p>As competition for markets and customers reaches a stalemate, Southeast Asian unicorns – including Grab, Go-Jek, Razor, and Sea – have expanded their payment options and absorbed fintech companies, specifically payments companies. The top-level competitors have stretched into new other areas like on-demand beauty services and grocery deliveries. But payment technology has been an emphasis for these major players.</p>\n<p>This is because every service ends with a transaction and broadens the amount of information that can be collected. For example, Go-Jek and Grab can now paint a vivid picture of users’ movements, schedules, and even financial habits.</p>\n<p>This opens doors for new products and services. Grab CEO Anthony Tan has spoken openly of Grab’s plans to use information collected through their fintech products to<a href=\"http://fintechnews.sg/17807/fintech/grab-financial/\" target=\"_blank\" rel=\"nofollow noopener\"> create alternative credit ratings</a>, which could then be tied to banking products. Go-Jek has also made the leap into credit: its partner Findaya started<a href=\"https://www.techinasia.com/gojek-paylater-trial\"> testing a credit option</a> that allows users to repay at a later date.</p>\n<p>Venturing into fintech also positions companies to expand their understanding of customers and improve their non-financial products and services. For example, Sea cleverly leveraged its successful gaming brand Garena to target the fast-growing market of gamers for their ecommerce services. You can bet that it is also feeding back the data mined from its ecommerce platforms to serve users relevant in-game advertising.</p>\n<p>Finally, tech companies that go into fintech can open up new revenue streams by selling information to third parties. Even if startups have a niche or small group of customers, the data will be valuable to other players in the market.</p>\n<h2><b>Challenges and opportunities</b></h2>\n<p>While the data-mining approach in fintech is exciting, hurdles remain. Monetizing through data and analytics is more complex than charging a transaction fee, like Visa and Mastercard do. Data can be worthless if not analyzed effectively or if the insights aren’t put to use. As such, companies that turn to data mining should plan to invest in serious tech and business talent to make sure the strategy reaches its full potential.</p>\n<p>Fintech may seem to be shifting away from its roots in payments to become a data industry. But this shift actually focuses on the most fundamental principle of commerce: the fact that companies must understand their customers in order to serve them better.</p>\n<p>Privacy advocates, especially in <a href=\"https://www.cbsnews.com/news/gdpr-the-law-that-lets-europe-take-back-their-data-from-big-tech-companies-60-minutes/\" target=\"_blank\" rel=\"nofollow noopener\">Europe</a> and the US, may push back on some data collection techniques. But in the long term, most users will accept increased data mining as long as it leads to better products and services and cost efficiency.</p>\n<p>The takeaway for entrepreneurs is clear. If you want to build a successful fintech app today, it won’t be enough to facilitate seamless transactions. From the very beginning, you must have a vision for what kind of data your app will collect and how that data will be used. Likewise, mature tech startups should be thinking about whether a fintech play makes sense for them.</p>\n<p>Fintech companies and startups that pivot toward data collection will lead tomorrow’s businesses. The record-breaking investment rounds are only the beginning. Once the value of this data is more roundly understood, those who missed the boat will either buy the information or perish from their inability to intuit customers’ needs.</p>\n<p>The next big thing in fintech isn’t mobile payments – it’s data.</p>\n<p><i>This article was first published on</i><a href=\"https://www.monkshill.com/views/2018/12/5/the-next-big-thing-in-fintech-isnt-mobile-payments\" target=\"_blank\" rel=\"nofollow noopener\"> <i>Monk’s Hill Ventures</i></a><i>.</i></p>","author_details":{"id":"48292","first_name":"Peng","last_name":"T. Ong","display_name":"Peng T. Ong","description":"Peng T. Ong is a Managing Partner at Monk's Hill Ventures, a tech venture fund investing in post-seed stage startups in Southeast Asia. http://sg.linkedin.com/in/pengtong","avatar_url":"https://cdn.techinasia.com/wp-content/authors/48292.jpg?v=1443745072","author_url":"https://www.techinasia.com/profile/peng-t-ong-2","comments_count":2,"is_staff":false},"categories":[{"id":"43226","name":"Community","slug":"community"},{"id":"48628","name":"Fintech","slug":"fintech"},{"id":"7225","name":"Opinion","slug":"opinion-editorial"}],"tags":[{"id":"9053","name":"big data","slug":"big-data"},{"id":"1023","name":"mobile payments","slug":"mobile-payments"},{"id":"53013","name":"No Paywall","slug":"nowall"}],"image_data":{"source":"https://cdn.techinasia.com/wp-content/uploads/2018/02/94092491_l.jpg","attachment_meta":{"width":2365,"height":1582,"sizes":{"thumbnail":{"width":100,"height":100,"url":"https://cdn.techinasia.com/wp-content/uploads/2018/02/94092491_l-100x100.jpg"},"medium":{"width":350,"height":234,"url":"https://cdn.techinasia.com/wp-content/uploads/2018/02/94092491_l-350x234.jpg"},"large":{"width":750,"height":502,"url":"https://cdn.techinasia.com/wp-content/uploads/2018/02/94092491_l-750x502.jpg"}}}},"search_article_snippet":"Dec 6, 2018 ... In October, Grab announced a $200 million investment to expand its fintech offerings. No longer just a ride-hailing service, Grab is now one of ...","article_url":"https://www.techinasia.com/next-big-thing-fintech-mobile-payments"},{"title":"Pakistani fintech startup that gives employee salary advances banks $2m","slug":"pakistani-fintech-startup-employee-salary-raises-2m","date_gmt":"2021-06-07T01:00:06","read_time":3,"html_content":"<p>Under Shariah or Islamic law, a loan that requires repayment with interest is <a href=\"https://www.investopedia.com/terms/r/riba.asp\" target=\"_blank\" rel=\"nofollow noopener\">forbidden</a> because it’s considered exploitative. While most companies that operate in predominantly Muslim countries look to comply with these rules, f<a href=\"https://finclusion.org/country/asia/pakistan.html\" target=\"_blank\" rel=\"nofollow noopener\">inancial inclusion in Pakistan stands at 14%</a>.</p>\n<p>But what if people could borrow money without taking out a loan?</p>\n<p>A fintech startup is bringing in this facility to Pakistan – a country with more than <a href=\"https://www.thenews.com.pk/latest/835952-pakistans-mobile-subscribers-cross-181-millionhttps://www.thenews.com.pk/latest/835952-pakistans-mobile-subscribers-cross-181-million\" target=\"_blank\" rel=\"nofollow noopener\">181 million mobile subscriptions </a>– within a month. Abhi provides employees with salary advances based on <a href=\"https://www.accountingtools.com/articles/2017/5/7/accrued-wages#:~:text=Accrued%20wages%20refers%20to%20the,balance%20sheet%20of%20a%20business.\" target=\"_blank\" rel=\"nofollow noopener\">accrued wages</a>. The company’s name is derived from <em>abhi</em>, an <a href=\"https://www.britannica.com/topic/Urdu-languagehttps://www.britannica.com/topic/Urdu-language\" target=\"_blank\" rel=\"nofollow noopener\">Urdu</a> word that means “right now.”</p>\n<p>The company recently raised US$2 million in a seed round led by Vostok Emerging Finance (VEF). Abhi will use the funds to develop its platform’s technology and increase hiring as well as for marketing activities and other operational expenses.</p>\n<div id=\"attachment_689486\" class=\"wp-caption aligncenter\">\n<img aria-describedby=\"caption-attachment-689486\" loading=\"lazy\" class=\"wp-image-689486 size-full\" src=\"https://cdn.techinasia.com/wp-content/uploads/2021/06/1622806476_Team-Abhi.jpeg\" alt=\"\" width=\"2048\" height=\"1536\"><p id=\"caption-attachment-689486\" class=\"wp-caption-text\">The Abhi team / Photo credit: Abhi</p>\n</div>\n<p>Village Global, a US-based venture capital firm focused on early-stage startups, also participated in the round, marking its first fintech investment in Pakistan. Other investors include Sarmayacar, I2i Ventures, Zayn Capital, and Portman Wills, co-founder of Wagestream, a London-headquartered financial wellness platform.</p>\n<p>“We believe financial wellness and access to credit are basic human rights, which we aim to bring to all our customers,” said Abhi co-founder Omair Ansari, a former Morgan Stanley executive. “Our goal is to digitize consumer credit, address pain points in the manual payments process and be there when consumers need us most.”</p>\n<p>Before its launch, Abhi will conduct a three-month pilot program in Pakistan involving around 20 companies across sectors including insurance, steel manufacturing, pharmaceutical, textiles, and retail to gauge the effectiveness of its product and gather information for future growth metrics.</p>\n<p>The fintech startup has also teamed up with companies such as TPL, Arena, Espresso, Dewan Towels and Industries, ACT Group, Novins International, and The Organic Meat Company.</p>\n<p>This development comes amid a rising demand for financial inclusion Pakistan as the Covid-19 pandemic has upended the lives of many who don’t have access to alternative sources of borrowing.</p>\n<p>“We hear companies talk about ‘digital transformation’ all the time. Modernizing the pay cycle is the most fundamental transformation a company can make to its relationship with employees,” said Dave Nangle, partner at VEF.</p>\n<p>He adds: “The traditional pay cycle has tied up employees’ earned income for as long as we can remember, forcing workers to turn to overdraft, payday loans, and other punishing products.”</p>\n<p>With the aim of becoming a “one-stop shop for a consumer’s financial needs,” Abhi will to add other features to its app, including a borrowing option that will be covered by an employee’s provident fund, increasing their pool of funds.</p>\n<p>The startup is targeting a total portfolio value of US$10 million by the end of the year, onboarding about 150,000 employees on its platform. It also plans on expanding its services to South Asia and the <a href=\"https://www.britannica.com/topic/Gulf-Cooperation-Councilhttps://www.britannica.com/topic/Gulf-Cooperation-Council\" target=\"_blank\" rel=\"nofollow noopener\">Gulf Cooperation Council (GCC) region</a> within the next two years.</p>\n<p>Abhis entry into Pakistan’s fintech scene also underscores the country’s potential as funding activity in the market recently gained momentum. In April, <a href=\"https://www.techinasia.com/pakistani-fintech-firm-raises-countrys-largest-seed\">SadaPay</a> bagged US$7.2 million in a seed round led by New York-based Recharge Capital, while <a href=\"https://www.techinasia.com/pakistani-fintech-firm-safepay-secures-7-figure-funding-stripe\">SafePay</a> got a seven-figure investment from Stripe and others in February.</p>\n<p>Executives with experience in tech firms such as Facebook, Google, Stripe, Coinbase, Uber, Careem, InstaCart, and LinkedIn are also looking to <a href=\"https://www.techinasia.com/reddits-founder-others-pour-175m-final-close-fund-pakistani-startups\">cash in early</a> on the largely untapped opportunity in Pakistan.</p>","author_details":{"id":"470877","first_name":"Deepti","last_name":"Sri","display_name":"Deepti Sri","description":"","avatar_url":"https://cdn.techinasia.com/wp-content/authors/470877.jpg?v=1605615377","author_url":"https://www.techinasia.com/profile/deepti-sri-2","comments_count":1,"is_staff":true},"categories":[{"id":"48628","name":"Fintech","slug":"fintech"},{"id":"15450","name":"Investments","slug":"investments"},{"id":"39658","name":"News","slug":"news"},{"id":"39696","name":"Startups","slug":"startups"}],"tags":[{"id":"62004","name":"abhifinance","slug":"abhifinance"},{"id":"52603","name":"alternative lending","slug":"alternative-lending"},{"id":"39206","name":"employees","slug":"employees"},{"id":"37640","name":"financial inclusion","slug":"financial-inclusion"},{"id":"10005","name":"fintech","slug":"fintech"},{"id":"617","name":"hiring","slug":"hiring"},{"id":"62006","name":"i2i ventures","slug":"i2i-ventures"},{"id":"20974","name":"loans","slug":"loans"},{"id":"60930","name":"pakistan startup ecosystem","slug":"pakistan-startup-ecosystem"},{"id":"62010","name":"pilot program","slug":"pilot-program"},{"id":"62008","name":"portman hill","slug":"portman-hill"},{"id":"1475","name":"salary","slug":"salary"},{"id":"48668","name":"sarmayacar","slug":"sarmayacar"},{"id":"576","name":"technology","slug":"technology"},{"id":"62005","name":"underbanked","slug":"underbanked"},{"id":"46416","name":"vostok emerging finance","slug":"vostok-emerging-finance"},{"id":"62009","name":"wagestream","slug":"wagestream"},{"id":"5629","name":"Y Combinator","slug":"y-combinator"},{"id":"52844","name":"Y Combinator finance","slug":"y-combinator-finance"},{"id":"62007","name":"zayn capital","slug":"zayn-capital"}],"image_data":{"source":"https://cdn.techinasia.com/wp-content/uploads/2021/06/1622806476_Team-Abhi.jpeg","attachment_meta":{"width":2048,"height":1536,"sizes":{"medium":{"width":350,"height":263,"url":"https://cdn.techinasia.com/wp-content/uploads/2021/06/1622806476_Team-Abhi-350x263.jpeg"},"large":{"width":750,"height":563,"url":"https://cdn.techinasia.com/wp-content/uploads/2021/06/1622806476_Team-Abhi-750x563.jpeg"},"thumbnail":{"width":100,"height":100,"url":"https://cdn.techinasia.com/wp-content/uploads/2021/06/1622806476_Team-Abhi-100x100.jpeg"},"1536x1536":{"width":1536,"height":1152,"url":"https://cdn.techinasia.com/wp-content/uploads/2021/06/1622806476_Team-Abhi-1536x1152.jpeg"}}}},"search_article_snippet":"Jun 7, 2021 ... Pakistani fintech startup that gives employee salary advances banks $2m. Under Shariah or Islamic law, a loan that requires repayment with ...","article_url":"https://www.techinasia.com/pakistani-fintech-startup-employee-salary-raises-2m"},{"title":"Fintech firms ask regulators for more openness to develop Southeast Asia market","slug":"fintech-firms-ask-regulators-openness","date_gmt":"2019-10-24T09:25:30","read_time":4,"html_content":"<p>The challenge facing many fintech players is that the regulators they deal with are not open enough, thus hindering their growth and expansion plans. This was one of the conclusions drawn by major fintech companies’ representatives at the panel Islamic Finance in the Digital Era during the SCxSC Fintech Conference 2019.</p>\n<div id=\"attachment_631525\" class=\"wp-caption aligncenter\">\n<img aria-describedby=\"caption-attachment-631525\" loading=\"lazy\" class=\"size-full wp-image-631525\" src=\"https://cdn.techinasia.com/wp-content/uploads/2019/10/102932077_m.jpg\" alt=\"\" width=\"2508\" height=\"1672\"><p id=\"caption-attachment-631525\" class=\"wp-caption-text\">Photo credit: <a href=\"https://www.123rf.com/profile_zhudifeng\" target=\"_blank\" rel=\"nofollow noopener\">Zhudifeng / 123RF</a></p>\n</div>\n<p>The conference, which was held in Kuala Lumpur, Malaysia, from October 22 to 23, is an annual fintech event organized by the Securities Commission Malaysia. It gathered more than 800 participants to discuss topics such as fintech entrepreneurship, AI, cybersecurity, and digital assets, among others.</p>\n<p><em>KrAsia</em> assisted and collected a summary of ideas regarding the future of the fintech industry in Southeast Asia.</p>\n<h2><strong>Regulatory compliance is key to fintech growth</strong></h2>\n<p>Several panelists, such as the CEO of Malaysian fintech startup HelloGold, Robin Lee, and Adrian Gunadi, co-founder and CEO of Indonesian peer-to-peer lending startup Investree, agreed that regulatory compliance is essential to the growth of any fintech player in the industry.</p>\n<p>“Regulatory compliance assures retail investors that a certain standard has been met. The biggest challenge for fintechs is being disruptors. Some regulators are more amenable than others to tweaking existing regulations to accommodate new companies,” said Lee.</p>\n<p>Gunadi added that regulatory compliance helps businesses scale and expand. “In Indonesia, the fintech association talks to regulators. That is how we navigate regulatory hurdles; it’s painful but you have to do it,” he pointed out. Gunadi is also the chairman of the Indonesian Fintech Lending Association.</p>\n<p>Kareem Tabbaa, chief product officer of Shariah-compliant robo-advisor Wahed Inc, noted that regulators need to be a few steps ahead to foster the environment and to not slow down startups. “In the US, the fintech space is really huge, partly because of the regulator. It has clear procedures and a set of rules which makes it easier for the startup,” he said.</p>\n<h2><strong>Malaysia risks being left behind</strong></h2>\n<p>The three fintech players also weighed in on Islamic fintech, a space they also operate in. Commenting on Malaysia’s position in the Islamic fintech space, HelloGold’s Lee said that while Malaysia is a leader in Islamic finance, the problem of being a leading proponent is the risk of being too complacent.</p>\n<p>“Regulators in Indonesia and the Middle East are hungrier. Malaysia risks being left behind because it is so focused on the incumbent players,” he said.</p>\n<p>Gunadi, meanwhile, commended the Indonesian government’s push for Islamic fintech. “We see many ecommerce and ride-hailing firms looking to partner with Islamic fintech players for Islamic fintech solutions. That becomes an opportunity, where we see Indonesia leveraging on technology and providing the [right] environment.”</p>\n<p>Tabbaa said that the infrastructure and financial system in Malaysia have supported his company’s growth. “The overall process here is faster than what we had experienced in the Middle East.”</p>\n<p>In his answer to a question on whether a framework is needed to grow Islamic fintech in Malaysia, Lee believes there should be one. “Regulators need a push to drive this and also for the different agencies to push for that adoption. For most fintech operators, all they want is a level playing field. You can’t do that if the regulators continue to protect the incumbents,” he said.</p>\n<h2><strong>Other challenges facing fintech players</strong></h2>\n<p>Another challenge Lee mentioned is the lack of harmonization in Islamic finance standard practices. “There’s currently very little harmonization. Depending on which country you go to, you have to apply for a new fatwa because that country does not recognize the existing standard you’ve complied to,” he said. According to the Oxford dictionary, a fatwa is “a ruling on a point of Islamic law given by a recognized authority.”</p>\n<p>Gunadi said that fintech companies, in general, face the challenge of scale and profitability. “How you address these issues is critical. These are the metrics you need to be aware of, and your strategy as well. Is the market sizeable enough?” he questioned.</p>\n<p>Tabbaa advised that if fintech players want to scale to different markets, they have to first localize their products. They also need to adhere to the regulations of the hosting country and also adapt to the local currency. This way, they can scale their businesses more efficiently.</p>\n<h2><strong>Lessons from Indonesia</strong></h2>\n<p>Speaking to <em>KrAsia</em>, Gunadi noted that in Southeast Asia, Indonesia is one of the more progressive regulators. One of the reasons is that the country issued a set of P2P lending regulations from 2016, before anyone else.</p>\n<p>“Regulators are already issuing regulations on how banks can work with fintech firms. Indonesia is trying to accelerate financial inclusion, and technology is the answer to this. Technology is providing access to financing for many small businesses, individuals, and the unbanked population,” he told <em>KrAsia</em>.</p>\n<p>“I think that’s where regulators are playing a very important and proactive role, and the fact that we have quite a solid fintech association also helps. We work closely with the regulators through the association and have different working groups,” he said.</p>\n<p><em>This report was first published on</em> <a href=\"https://kr-asia.com/fintech-companies-ask-regulators-for-more-openness-to-develop-the-sea-market\" target=\"_blank\" rel=\"nofollow noopener\">KrAsia</a>.</p>","author_details":{"id":"331630","first_name":"Sharmila","last_name":"Ganapathy","display_name":"Sharmila Ganapathy","description":"Southeast Asia editor at KrAsia","avatar_url":"https://cdn.techinasia.com/wp-content/authors/331630.jpg?v=1571907589","author_url":"https://www.techinasia.com/profile/sharmila-ganapathy-krasia","comments_count":0,"is_staff":false},"categories":[{"id":"48628","name":"Fintech","slug":"fintech"},{"id":"39658","name":"News","slug":"news"}],"tags":[{"id":"49048","name":"fintech regulations","slug":"fintech-regulations"},{"id":"38760","name":"Indonesia","slug":"indonesia"},{"id":"53262","name":"KrAsia","slug":"krasia"},{"id":"857","name":"Malaysia","slug":"malaysia"}],"image_data":{"source":"https://cdn.techinasia.com/wp-content/uploads/2019/10/102932077_m.jpg","attachment_meta":{"width":null,"height":null,"sizes":{}}},"search_article_snippet":"Oct 24, 2019 ... KrAsia assisted and collected a summary of ideas regarding the future of the fintech industry in Southeast Asia. Regulatory compliance is key to ...","article_url":"https://www.techinasia.com/fintech-firms-ask-regulators-openness"},{"title":"It’s time for fintech in Africa to rise and shine","slug":"fintech-africa-rise-shine","date_gmt":"2017-02-27T06:35:49","read_time":6,"html_content":"<div id=\"attachment_386852\" class=\"wp-caption aligncenter\">\n<img aria-describedby=\"caption-attachment-386852\" loading=\"lazy\" class=\"size-full wp-image-386852\" src=\"https://cdn.techinasia.com/wp-content/uploads/2017/02/54827339_l.jpg\" alt=\"\" width=\"2302\" height=\"1822\"><p id=\"caption-attachment-386852\" class=\"wp-caption-text\">Photo credit: <a href=\"http://www.123rf.com/profile_timhester\" target=\"_blank\" rel=\"nofollow noopener\">timhester / 123RF Stock Photo</a>.</p>\n</div>\n<p><em>Disclosure: Shuyao is a consultant for IBM.</em></p>\n<p>Two years ago, I was traveling from Nigeria to Benin to spend my Eastern holiday. The biggest challenge (and highlight) of the trip was crossing the Nigeria-Benin border located next to a busy open-air market with cars and <em>tuktuk</em> running around. It was March in Africa and the sun was burning as usual.</p>\n<p>The immigration process was what you would imagine, filled with chaos and bureaucracy. While I was impatiently waiting to get my Chinese passport stamped by the immigration officer who demanded some “pocket money,” I couldn’t resist looking at a nearby teenage boy. He had no shirt, no shoes, no bags, possibly did not have much education, and was jobless for sure. However, there was one thing he was holding tight in his hand: a Huawei smartphone.</p>\n<p>This is Africa. A person might have nothing in his life, but he’s got a phone, and that phone opens a world of services, including financial services that advance his standard of living like nothing else. Interestingly, most of these service providers are not traditional banks, but Fintech firms.</p>\n<p>This post is dedicated to fintech in the African continent: its trends, challenges, and potential partnerships with local banks.<b> </b></p>\n<h2><b>What does the funny word fintech mean after all?</b></h2>\n<p>For laymen, fintech covers any upstart company that disrupts (or claims to disrupt) the traditional way people deal with money. Prominent examples include digital-only bank <a href=\"http://getmondo.co.uk/\" target=\"_blank\" rel=\"nofollow noopener\">Monzo</a>, digital wallet <a href=\"http://www.apple.com/apple-pay/\" target=\"_blank\" rel=\"nofollow noopener\">Apple pay</a>, mobile-only stock trading app <a href=\"http://www.robinhood.com/\" target=\"_blank\" rel=\"nofollow noopener\">Robinhood</a>, peer-to-peer lending site <a href=\"http://www.lendingclub.com/\" target=\"_blank\" rel=\"nofollow noopener\">Lending Club</a>, robo-advisor site <a href=\"http://www.betterment.com/\" target=\"_blank\" rel=\"nofollow noopener\">Betterment</a>, personal financial management tool <a href=\"http://www.mint.com/\" target=\"_blank\" rel=\"nofollow noopener\">Mint</a>, and crypto-currencies like Bitcoin.</p>\n<p>According to a recent report by <a href=\"http://www.fintechinnovationlablondon.co.uk/media/730274/Accenture-The-Future-of-Fintech-and-Banking-digitallydisrupted-or-reima-.pdf\" target=\"_blank\" rel=\"nofollow noopener\">Accenture</a>, global investments in finech ventures have tripled over the last 5 years and will double again to an estimated US$6 billion by 2018. Though western countries—London and New York being global hubs—have dominated fintech’s rising, Africa has caught up quickly and, moreover, developed its own fintech characteristics.</p>\n<h2><b>Financial inclusion for the young and underbanked</b></h2>\n<p>Africa is the youngest continent on earth, with a population averaging 18 years old. However, the banking coverage across the continent is only 20 percent. The majority of Africans have never seen a bank branch nor do they own plastic. The only things that connect them with money matters are cash and phones. Fintech firms have seized this unique demographic, coming up with disruptive solutions to empower the young and underbanked.</p>\n<p>Indeed, fintech in Africa has leapfrogged because of smartphones. The classic example is <a href=\"http://en.wikipedia.org/wiki/M-Pesa\" target=\"_blank\" rel=\"nofollow noopener\">M-PESA</a>, the successful Kenya-based mobile phone financial service, powered by mobile network giant Safaricom and Vodacom. It allows Africans in rural areas to deposit, transfer, and withdraw money, and to pay bills and purchase airtime. This helps the country progress into becoming a cashless society in a heavily cash-oriented economy.</p>\n<blockquote class=\"pull-quote\">Indeed, mobile banking in Africa has helped the poor transform their lives.</blockquote>\n<p>Similar fintech firms have sprung up since then. For example, South Africa-based fintech <a href=\"http://www.snapscan.co.za/\" target=\"_blank\" rel=\"nofollow noopener\">Snapscan</a> allows customers to pay with a QR code on their phones. <a href=\"http://nomanini.com/\" target=\"_blank\" rel=\"nofollow noopener\">Nomanini</a> allows informal vendors to perform and process small transactions with smartphones via a colorful box device that is cloud-based.</p>\n<p><a href=\"http://www.cellulant.com/\" target=\"_blank\" rel=\"nofollow noopener\">Kenya-based Cellulant</a> offers mobile payment services to businesses and even allows them to interact with customers directly via cellphones. The company has also worked with the Nigerian government on an <a href=\"http://www.cio.co.ke/news/top-stories/cellulant-nominated-for-africa-innovators-financial-technical-awards\" target=\"_blank\" rel=\"nofollow noopener\">agricultural development initiative</a> in which farmers receive fertilizer subsidies via mobile banking, empowering 14.5 million farmers and increasing their income from US$700 to US$1,800 over the past 3 years. Indeed, mobile banking in Africa has helped the poor transform their lives.</p>\n<p>One thriving fintech sector is SME lending. As the vast majority of borrowers in Africa are not considered creditworthy due to their lack of credit history, fintech firms have come up with an alternative matrix to assess one’s creditworthiness.</p>\n<p>For example, Kenya-based <a href=\"http://www.standardmedia.co.ke/business/article/2000185968/mkopo-rahisi-the-mobile-app-using-social-media-data-to-give-micro-loans\" target=\"_blank\" rel=\"nofollow noopener\">Mkopo Rahisi</a> is using detailed mobile phone data to make credit decisions. According to its matrix, if at least 40 percent of an applicant’s contacts were organized with both first and second names, they were 16 times more likely to repay on time. “It only takes 20 seconds to scan someone’s phone and determine whether they were creditworthy,” claimed Mkopo Rahisi’s CEO.</p>\n<h2><b>Challenges?</b></h2>\n<p>Fintech firms fail—even the most disruptive ones. The chance of failure is particularly high in Africa where infrastructure and regulation are not as favorable as in the Western world. More importantly, Africa is not a country, but a continent with diverse cultures and socio-economic statuses. To succeed and to scale, the most important requirement is to understand the local environment.</p>\n<p>An example of this is M-Pesa’s downfall in South Africa (SA). After its success in East Africa, Vodacom brought M-PESA to SA, where <a href=\"http://www.finmark.org.za/finscope-south-africa-2015-consumer-survey-launch-presentation/\" target=\"_blank\" rel=\"nofollow noopener\">almost 80 percent</a> already have access to banking services. What does this mean? It means that the company is losing its competitive advantage in SA because they are targeting people who are already happy with traditional banking services rather than seeking alternative routes to get daily transactions. Thus, it is vital for new fintech businesses to understand the system they are looking to disrupt and where its weaknesses are. They must understand the cultural nuances of a market: how customers interact with money and their relationships with each other.</p>\n<p>Regulation is another key differentiator. Mobile money was a huge success in Kenya where regulation was more relaxed. On the other side of the continent, West Africa, mobile payment-oriented fintech firms struggled. For example, Nigeria-based mobile money transfer service <a href=\"http://www.mypaga.com/\" target=\"_blank\" rel=\"nofollow noopener\">Paga</a> was originally founded in 2009, but it only started operating after 2 years because it had to get its operating license first, and the government was reluctant to cooperate.</p>\n<h2><b>Fintegration: the way to move forward</b></h2>\n<p><img loading=\"lazy\" class=\"aligncenter wp-image-386848\" src=\"https://cdn.techinasia.com/wp-content/uploads/2017/02/AAEAAQAAAAAAAAgTAAAAJDEyZjliNmE1LTI0ZTAtNDQyYi04NmUyLTMwZjk3OGQzYzZmYw.bin_.jpeg\" width=\"670\" height=\"644\"></p>\n<p>While fintech firms continue to thrive and disrupt the traditional banking industry, banks cannot continue to ignore the challengers; they must face them head-on. According to the latest report by <a href=\"http://www.mckinsey.com/industries/financial-services/our-insights/a-digital-crack-in-bankings-business-model\" target=\"_blank\" rel=\"nofollow noopener\">Mckinsey</a>, fintech firms will likely eat up the most lucrative parts of traditional banks’ businesses, such as investment management, credit-card fees, or foreign exchange transactions. Customers will maintain their banking account but will only pay for the low-ROE services such as asset and liability management.</p>\n<p>For banks to survive, innovation has to happen. A fast-track solution for this is “<a href=\"http://www.economistinsights.com/sites/default/files/EIU-The%20disruption%20of%20banking_PDF.pdf\" target=\"_blank\" rel=\"nofollow noopener\">Fintegration</a>,” a concept proposed by <em>The Economist</em>. It urges banks to adopt the technology and culture from fintech firms in order to reinvent itself.</p>\n<p>Fintegration is already happening in western countries. We’ve seen BBVA’s acquisition of neobank <a href=\"http://www.simple.com/\" target=\"_blank\" rel=\"nofollow noopener\">Simple</a> and <a href=\"http://uk.businessinsider.com/transferwise-plots-bank-partnerships-after-estonian-deal-2015-12\" target=\"_blank\" rel=\"nofollow noopener\">Transferwise’s partnership</a> with multiple European banks that enables people to remit at a much cheaper rate. However, African banks are a bit late to the fintech party while telecom company such as Vodacom and Airtel seem to be the major drivers of change.</p>\n<p>However, things are slowly changing, especially as more banks start to cultivate the local fintech ecosystem. For instance, Barclays has just set up its Innovation lab, Rise, in Cape Town, where selected fintech firms can get mentorship and, potentially, funding from banks.</p>\n<p>In IBM, fintegration could be a unique position to help banking clients reinvent itself and go digital. A project the company is working on in the UAE is to bring a Germany-based fintech firm to a local Islamic bank. By introducing the firm and its digital-only services and features, the local bank may develop social media-based digital banking that attracts the younger generation. This strategy could be extended to Africa.</p>\n<p>I left Africa 1 year ago but I have always remembered the little boy and his phone. Africa is full of opportunities, and companies stand a chance to nurture the financial sector to make the fintech industry rise and shine.</p>\n<p><em>This article was first published on <a href=\"https://www.linkedin.com/pulse/fintech-africa-rise-shine-shuyao-kong-%E5%AD%94%E5%A7%9D%E5%B0%A7-?trk=mp-reader-card\" target=\"_blank\" rel=\"nofollow noopener\">LinkedIn</a>.</em></p>","author_details":{"id":"111736","first_name":"Shuyao","last_name":"Kong","display_name":"Shuyao Kong","description":"Made in China; Assembled in America; Tuned in Denmark; Spiced up in India; Decorated in Nigeria; Now, banking consultant based in UAE.","avatar_url":"https://cdn.techinasia.com/wp-content/authors/111736.JPG?v=1487731922","author_url":"https://www.techinasia.com/profile/shuyao-kong","comments_count":0,"is_staff":false},"categories":[{"id":"48628","name":"Fintech","slug":"fintech"},{"id":"39696","name":"Startups","slug":"startups"}],"tags":[{"id":"8246","name":"Africa","slug":"africa"},{"id":"49174","name":"country","slug":"country"},{"id":"10005","name":"fintech","slug":"fintech"},{"id":"49173","name":"fintech firms","slug":"fintech-firms"},{"id":"41109","name":"startup tips","slug":"startup-tips"},{"id":"3108","name":"startups","slug":"startups"},{"id":"561","name":"tips","slug":"tips"}],"image_data":{"source":"https://cdn.techinasia.com/wp-content/uploads/2017/02/54827339_l.jpg","attachment_meta":{"width":null,"height":null,"sizes":{}}},"search_article_snippet":"Feb 27, 2017 ... What you need to know about fintech in the African continent: its trends, challenges, and potential partnerships with local banks.","article_url":"https://www.techinasia.com/talk/fintech-africa-rise-shine"},{"title":"The 10 fintech companies in Japan you need to know","slug":"top-10-fintech-companies-japan","date_gmt":"2016-04-14T12:23:08","read_time":11,"html_content":"<p><em>This is the final post in a two-part feature on fintech in Japan. You can read an overview of Japan’s shift to fintech <a href=\"https://www.techinasia.com/laws-regulations-fintech-in-japan\">here</a>.</em></p>\n<div id=\"attachment_315749\" class=\"wp-caption alignleft\">\n<img aria-describedby=\"caption-attachment-315749\" loading=\"lazy\" src=\"https://cdn.techinasia.com/wp-content/uploads/2016/04/Fintech-Arrive-Japan-750x425.jpg\" alt=\"Fintech in Japan illustration by Miyabi Inoue\" width=\"750\" height=\"425\" class=\"size-large wp-image-315749\"><p id=\"caption-attachment-315749\" class=\"wp-caption-text\">World, Tokyo here. Fintech has landed. Photo credit: <a href=\"http://miyabi-inoue.tumblr.com/\" target=\"_blank\" rel=\"nofollow noopener\">Miyabi Inoue</a></p>\n</div>\n<p>With changing regulations, increasing investments, and megabank support, fintech is ready to explode in Japan.</p>\n<p>The country has a ton of personal assets, 52 percent of which are held in cold, hard, cash. Japan’s piggy banks are due for an upgrade in the smartphone era. Here are some of the tech companies posed to do it.</p>\n<h2>Katsuaki Sato, founder and CEO of <a href=\"http://www.metaps.com/\" target=\"_blank\" rel=\"nofollow noopener\">Metaps</a>\n</h2>\n<div id=\"attachment_318918\" class=\"wp-caption alignleft\">\n<img aria-describedby=\"caption-attachment-318918\" loading=\"lazy\" src=\"https://cdn.techinasia.com/wp-content/uploads/2016/04/Katsuaki-Sato-CEO-Metaps-750x498.jpg\" alt=\"Metaps CEO Katsuaki Sato.\" width=\"750\" height=\"498\" class=\"size-large wp-image-318918\"><p id=\"caption-attachment-318918\" class=\"wp-caption-text\">Metaps CEO Katsuaki Sato.</p>\n</div>\n<p>Katsuaki wants to change the very notion of money. “I want to do everything that current financial institutions do,” he says, believing that banks as they are now will not exist in the future.</p>\n<p>Metaps is the only publicaly traded company on our list. It was previously Japan’s most funded startup before going public in 2015 with an initial market capitalization of over US$350 million.</p>\n<p><a href=\"https://spike.cc/\" target=\"_blank\" rel=\"nofollow noopener\">Spike</a> is Metaps’ new online payment service. Merchants can process up to US$10,000 of payments per month for free with its basic plan or for a little more than US$25 per month process unlimited payments for a 2.55 percent fee plus US$0.30 per transaction.</p>\n<p>Katsuaki believes the current business model of payments is obsolete. “The margin for payments is so small it’s hard to make a business surrounding it,” he says. Katsuaki sees a day when sending money is as easy as sending a text and believes that like spending cash, payments should be free of charge.</p>\n<p>Katsuaki says he wants to apply his experience in app monetization to the payments world. “The most important thing is a database and the flow of money,” he says. For example if one of the merchants using Spike is growing quickly based on processed sales, Metaps could offer the company some of its other services like advertisements.</p>\n<p>Katsuaki believes that one day all companies will do financial services internally and issue virtual currencies and rewards points to customers. He sees a future where “internet companies and countries will be rivals [in issuing currencies], and the users will decide who wins.”</p>\n<h2>Takako Kansai, founder and CEO of <a href=\"http://zaim.net/\" target=\"_blank\" rel=\"nofollow noopener\">Zaim</a>\n</h2>\n<div id=\"attachment_318921\" class=\"wp-caption alignleft\">\n<img aria-describedby=\"caption-attachment-318921\" loading=\"lazy\" src=\"https://cdn.techinasia.com/wp-content/uploads/2016/04/Takako-Kansai-CEO-Zaim-750x422.jpg\" alt=\"Zaim CEO Takako Kansai.\" width=\"750\" height=\"422\" class=\"size-large wp-image-318921\"><p id=\"caption-attachment-318921\" class=\"wp-caption-text\">Zaim CEO Takako Kansai.</p>\n</div>\n<p>Zaim is financial app for household budget management.</p>\n<p>In Japan, speaking about money is still quite taboo, but Zaim founder and CEO Takako Kansai wants to change that.</p>\n<p>With Zaim, anyone can keep track of their finances by connecting credit cards and bank accounts as well as by scanning receipts with their phone’s camera. In addition to these standard personal financial management (PFM) tools, Zaim aggregates local data dealing with insurance and other government support programs to help users with their tax returns.</p>\n<p>Takako has been working on the service since 2011 and is a veteran in the fintech space. Of the PFMs on our list, Zaim’s application is the most popular, having been downloaded over five million times. Takako says it is often used by families to share household finances.</p>\n<p>Zaim is working on showing users how financial decisions have repercussions, thereby helping people make the best choice with big purchases like refinancing their home. Takako wants to go beyond numbers in order to do that. She sees insurance as a particular problem area. “People in Japan love insurance. I think they spend too much on it. When you die, you receive a lot of money.”</p>\n<h2>Yoshi Yokokawa, founder and CEO of <a href=\"http://www.alpaca.ai/\" target=\"_blank\" rel=\"nofollow noopener\">AlpacaDB</a>\n</h2>\n<div id=\"attachment_318925\" class=\"wp-caption alignleft\">\n<img aria-describedby=\"caption-attachment-318925\" loading=\"lazy\" src=\"https://cdn.techinasia.com/wp-content/uploads/2016/04/Yoshi-Yokokawa-Alpacadb-team-750x422.jpg\" alt=\"Yoshi Yokokawa and the AlpacaDB team.\" width=\"750\" height=\"422\" class=\"size-large wp-image-318925\"><p id=\"caption-attachment-318925\" class=\"wp-caption-text\">Yoshi (left) and the AlpacaDB team.</p>\n</div>\n<p>Yoshi Yokokawa used to work for Lehman Brothers Japan and later Nomura Securities before moving home to work as a day trader for three years.</p>\n<p>During his time as a day trader, Yoshi had difficulty keeping his emotions in check and often made trades that went against rules he established. AlpacaDB’s new service, <a href=\"https://www.capitalico.com/\" target=\"_blank\" rel=\"nofollow noopener\">Capitalico</a>, hopes to address emotional trading by using deep learning to help traders identify trends in the market and automate historical data analysis.</p>\n<p>First, users find trends by selecting peaks, sections, or movements in market graphs. The deep learning algorithm developed by AlpacaDB can then find similar patterns in the chart. The interface makes it easy to select data and no programming is needed for a user to create a custom algorithm.</p>\n<p>In addition, traders can do backtest simulations on their algorithm to see the result of buying or selling, and also set up notifications on their phone when trends are found.</p>\n<p>Capitalico only works with currency markets at present, but Yoshi wants to open the service to equity by next quarter. Eventually people will be able to trade and buy user-made algorithms and execute trades directly in the app.</p>\n<h2>Daisuke Sasaki, founder and CEO of <a href=\"https://www.freee.co.jp/\" target=\"_blank\" rel=\"nofollow noopener\">Freee</a>\n</h2>\n<div id=\"attachment_318919\" class=\"wp-caption alignleft\">\n<img aria-describedby=\"caption-attachment-318919\" loading=\"lazy\" src=\"https://cdn.techinasia.com/wp-content/uploads/2016/04/Freee-CEO-Daisuke-Sasaki-750x422.jpg\" alt=\"Freee CEO Daisuke Sasaki\" width=\"750\" height=\"422\" class=\"size-large wp-image-318919\"><p id=\"caption-attachment-318919\" class=\"wp-caption-text\">Freee CEO Daisuke Sasaki.</p>\n</div>\n<p>Freee wants to raise the potential of small businesses.</p>\n<p>There are many different types of accounting software out there, but Freee focuses on small and medium businesses (SMB). Founder and CEO Daisuke Sasaki wants to automate back office tasks, especially those dealing with accounting or that traditionally require a lot of paperwork – like establishing a company.</p>\n<p>Freee can be used to track expenses, send invoices, manage payroll and national health insurance, and automate other bookkeeping related tasks. Freee can also automatically categorize payments, connect to point-of-sales systems through an API, and even help businesses do tax paperwork.</p>\n<p>Daisuke sees online banking use as a hurdle for cloud accounting. Only 23 percent of SMBs in Japan use online banking, he reckons, and many business-to-business transactions are still done by cash or by bank transfer.</p>\n<p>Freee has over 500,000 registered companies since starting in March 2013.</p>\n<p>In the future, Daisuke wants to connect banks with Freee data to increase small business loan amounts and approval times to “support the business lifecycle” from idea to exit.</p>\n<h2>Nao Kitazawa, COO of <a href=\"https://www.money-design.com/\" target=\"_blank\" rel=\"nofollow noopener\">Money Design</a>\n</h2>\n<div id=\"attachment_318922\" class=\"wp-caption alignleft\">\n<img aria-describedby=\"caption-attachment-318922\" loading=\"lazy\" src=\"https://cdn.techinasia.com/wp-content/uploads/2016/04/Money-Design-COO-Nao-Kitazawa-750x422.jpg\" alt=\"Money Design COO Nao Kitazawa.\" width=\"750\" height=\"422\" class=\"size-large wp-image-318922\"><p id=\"caption-attachment-318922\" class=\"wp-caption-text\">Money Design COO Nao Kitazawa.</p>\n</div>\n<p>Money Design is an investment robo advisor for individuals.</p>\n<p>By 2020, over <a href=\"http://www.bloomberg.com/news/articles/2015-06-18/robo-advisers-to-run-2-trillion-by-2020-if-this-model-is-right\" target=\"_blank\" rel=\"nofollow noopener\">US$2 trillion is expected to be handled</a> by this kind of automated software. The Japanese government has been encouraging individuals to invest more and we may see this estimate jump higher if the Japanese start to invest the <a href=\"https://www.japanmacroadvisors.com/page/category/economic-indicators/finance/japan-household-asset/\" target=\"_blank\" rel=\"nofollow noopener\">52 percent of personal assets</a> currently held in cash.</p>\n<p>Money Design’s application, <a href=\"https://theo.blue/\" target=\"_blank\" rel=\"nofollow noopener\">Theo</a>, uses algorithms and artificial intelligence (AI) that was previously only available to professional investors. With Theo, individuals can invest in 35 world currencies and 11,900 different stocks from 65 countries.</p>\n<p>Users can start in a matter of minutes with a minimum investment of US$924 after answering nine questions such as preferred risk level, and when you plan to retire your profile. Users are also able to view investment simulations based on their preferences.</p>\n<p>Money Design charges a 1 percent annual management fee. The application automatically balances your account depending on your goals. Users are free to stop at any time.</p>\n<p>The team has been very happy with the results so far, even investing their own money through the service. COO Nao Kitazawa tells <em>Tech in Asia</em> that they have been surprised by the number of first time investors using the app – 80 percent of current users have very limited investing experience, according to an internal survey.</p>\n<p>“It is not just about making some crappy algorithm. We really wanted to transfer the institutional investment service to individual customers,” says Nao.</p>\n<h2>Yuta Tsuruoka, founder and CEO of <a href=\"https://binc.jp/ja/\" target=\"_blank\" rel=\"nofollow noopener\">Base</a>\n</h2>\n<div id=\"attachment_318926\" class=\"wp-caption alignleft\">\n<img aria-describedby=\"caption-attachment-318926\" loading=\"lazy\" src=\"https://cdn.techinasia.com/wp-content/uploads/2016/04/Base-CEO-Yuta-Tsuruoka-750x422.jpg\" alt=\"Base CEO Yuta Tsuruoka.\" width=\"750\" height=\"422\" class=\"size-large wp-image-318926\"><p id=\"caption-attachment-318926\" class=\"wp-caption-text\">Base CEO Yuta Tsuruoka.</p>\n</div>\n<p>Base allows anyone to host an ecommerce site for free and <a href=\"https://pay.jp/\" target=\"_blank\" rel=\"nofollow noopener\">Pay.jp</a> is Base’s online credit card payment system for merchants.</p>\n<p>Founder and CEO Yuta Tsuruoka looks forward to when buying things won’t require cash and stores can issue credit. Yuta does not agree with the current system where taking 100 one dollar payments cost more money than accepting one US$100 payment. “Imagine if people could use that money that was lost and invest it back into the business,” he says. By combining Pay.jp and Base, Yuta wants to control both the buyer and the seller side.</p>\n<p>Pay.jp is similar to PayPal, where users can make purchases with their Pay.jp account or a registered credit card. Eventually Yuta wants stores to be able to issue credit. Credit scores and amounts will be adjusted automatically for stores based on customers’ social media accounts, transaction history, and other factors.</p>\n<p>Pay.jp’s next step is using payments accepted with Pay.jp at other stores. For example, if someone spends US$100 on your site, you can then use US$100 at another store. This system should be coming to Base sometime this year.</p>\n<p>Yuta knows change won’t happen overnight. He also plans to open an API to accelerate the change, hoping others will join in development. “The things we can do by ourself are limited,” he says.</p>\n<p>Yuta is thinking long-term and expects Pay.jp to take off in the next 10 to 20 years.</p>\n<h2>Yuzo Kano, founder and CEO of <a href=\"https://bitflyer.jp/en/\" target=\"_blank\" rel=\"nofollow noopener\">Bitflyer</a>\n</h2>\n<div id=\"attachment_318920\" class=\"wp-caption alignleft\">\n<img aria-describedby=\"caption-attachment-318920\" loading=\"lazy\" src=\"https://cdn.techinasia.com/wp-content/uploads/2016/04/Bitflyer-CEO-Yuzo-Kano-750x422.jpg\" alt=\"Bitflyer CEO Yuzo Kano.\" width=\"750\" height=\"422\" class=\"size-large wp-image-318920\"><p id=\"caption-attachment-318920\" class=\"wp-caption-text\">Bitflyer CEO Yuzo Kano.</p>\n</div>\n<p>Bitflyer is the largest bitcoin exchange in Japan. It has its own proprietary blockchain format, <a href=\"https://chainflyer.bitflyer.jp/?lang=en\" target=\"_blank\" rel=\"nofollow noopener\">Chainflyer</a>.</p>\n<p>Bitflyer is the number one bitcoin exchange market in Japan by trading volume. Founder and CEO Yuzo Kano is a supporter of the new economy but recognizes the importance of regulation.</p>\n<p>While the Mt. Gox scandal, where millions of dollars were stolen, has given bitcoin a bad name, Yuzo is thankful for the incident bringing bitcoin into the public eye. “I think that it’s good that the recognition increased, but from here we want to bring the image back up,” he says.</p>\n<p>Bitflyer is the only exchange in Japan that does official auditing, Yuzo claims. Bitflyer’s blockchain also builds trust by using confirmations so everyone can be sure transactions have been received.</p>\n<p>You can also see bitcoin blockchain transactions in real time with a <a href=\"https://chainflyer.bitflyer.jp/?lang=en\" target=\"_blank\" rel=\"nofollow noopener\">cute animated globe</a> Bitflyer made.</p>\n<p>Yuzo is interested in applying blockchain technology to other fields like social infrastructure and is constantly testing new use cases. One use of blockchain which interests him is smart contracts like <a href=\"https://www.ethereum.org/\" target=\"_blank\" rel=\"nofollow noopener\">Ethereum</a>.</p>\n<p>You can play with some of Bitflyer’s test cases such as a messaging program in the <a href=\"https://bitflyer.jp/blockchain-lab\" target=\"_blank\" rel=\"nofollow noopener\">Blockchain Lab</a>.</p>\n<h2>Yosuke Tsuji, founder and CEO of <a href=\"https://moneyforward.com/\" target=\"_blank\" rel=\"nofollow noopener\">Money Forward</a>\n</h2>\n<div id=\"attachment_318923\" class=\"wp-caption alignleft\">\n<img aria-describedby=\"caption-attachment-318923\" loading=\"lazy\" src=\"https://cdn.techinasia.com/wp-content/uploads/2016/04/Money-Forward-CEO-Yosuke-Tsuji-750x422.jpg\" alt=\"Money Forward CEO Yosuke Tsuji.\" width=\"750\" height=\"422\" class=\"size-large wp-image-318923\"><p id=\"caption-attachment-318923\" class=\"wp-caption-text\">Money Forward CEO Yosuke Tsuji.</p>\n</div>\n<p>Money Forward provides personal financial management services and cloud-based accounting software for businesses.</p>\n<p>Founder and CEO Yosuke Tsuji wants everything to be done in the cloud in order to automate personal money management as well as small and medium sized businesses’ finances.</p>\n<p>Besides accounting, users can do payroll, payment collection, and expense reporting, send invoices, and of course see financial projections. Money Forward also has services for income tax assistance and helping users keep track of the new <a href=\"https://biz.moneyforward.com/mynumber\" target=\"_blank\" rel=\"nofollow noopener\">social security number</a> issued by Japan’s government.</p>\n<p>Yosuke sees a day when people will not have to go to the bank anymore. He hopes to work with banks to help get more reliable data and thereby help people borrow money who would not have been considered due to lack of financial data.</p>\n<p>Money Forward is being used by 3.5 million individuals and its cloud software is used by 500,000 businesses.</p>\n<p>Money Forward also pushes for partnerships and open data. “The flow of money is going to change with technology,” Yosuke says. Money Forward’s personal financial management app aggregates data from 2,580 financial institutions. Money Forward also works closely with other large financial institutions and has even developed an app with <a href=\"http://www.ymfg.co.jp/\" target=\"_blank\" rel=\"nofollow noopener\">Yamaguchi Financial Group</a>, a public company with a market cap of nearly US$2.5 billion.</p>\n<p>Money Forward was one of the startups selected to <a href=\"https://www.techinasia.com/laws-regulations-fintech-in-japan\">trial Japan’s breakthrough internet banking API</a>.</p>\n<h2>Masa Nakatsu, founder and CEO of <a href=\"https://imagine-orb.com/jp/service.html\" target=\"_blank\" rel=\"nofollow noopener\">Orb</a>\n</h2>\n<div id=\"attachment_318924\" class=\"wp-caption alignleft\">\n<img aria-describedby=\"caption-attachment-318924\" loading=\"lazy\" src=\"https://cdn.techinasia.com/wp-content/uploads/2016/04/Orb-CEO-Masa-Nakatsu-750x422.jpg\" alt=\"Orb CEO Masa Nakatsu.\" width=\"750\" height=\"422\" class=\"size-large wp-image-318924\"><p id=\"caption-attachment-318924\" class=\"wp-caption-text\">Orb CEO Masa Nakatsu.</p>\n</div>\n<p>Orb developed a blockchain technology with data finality, meaning transactions can be confirmed with 100 percent confidence.</p>\n<p>Orb founder and CEO Masa Nakatsu explained that “until all blockchains come in, you don’t know the actual data.” Blockchains split into different branches. In the case of a credit card, for example, data reaching branches at different times can lead to overcharges.</p>\n<p>The startup’s technology uses supernodes to stop incomplete data from branching. Masa wants to apply the technology to financial transactions. Besides bitcoin, the tech could be used for real estate or used car trading, to give two examples.</p>\n<p>Through the SDK that Orb is developing, anyone would be able to generate virtual currencies and use the mesh – a kind of decentralized network – that blockchain allows to validate transactions. Masa says the team would eventually like to create a platform as a service, one that would be hosted by peers on a decentralized network. Imagine a world where anyone could be AWS.</p>\n<p>Masa sees the technology’s largest application as financial infrastructure, but they have learned that blockchain technology may not be the right way to do it. Orb is also looking into other distributed ledger technologies that create a public history of full transactions.</p>\n<h2>Paul Chapman, founder and CEO of <a href=\"https://moneytree.jp/\" target=\"_blank\" rel=\"nofollow noopener\">Moneytree</a>\n</h2>\n<div id=\"attachment_298251\" class=\"wp-caption alignleft\">\n<img aria-describedby=\"caption-attachment-298251\" loading=\"lazy\" src=\"https://cdn.techinasia.com/wp-content/uploads/2016/01/Paul-moneytree-2-720x480.png\" alt=\"moneytree paul chapman\" width=\"720\" height=\"480\" class=\"size-large wp-image-298251\"><p id=\"caption-attachment-298251\" class=\"wp-caption-text\">Moneytree CEO Paul Chapman.</p>\n</div>\n<p>Moneytree is an app for personal financial management, expense tracking for small businesses, and bank account aggregation for enterprises.</p>\n<p>Founder and CEO Paul Chapman believes that the app can offer a better customer experience than the banks. Unlike other fintech startups in Japan, Moneytree is working towards a truly open environment by providing access to their API so anyone can use the financial data Moneytree aggregates, Paul states.</p>\n<p>“It’s not about bringing technology to the banks,” he says. “It’s about bringing the banks to technology.”</p>\n<p>Paul described the manual process to <em>Tech in Asia</em> of needing to sometimes verify transactions and identify by requiring people to bring in their paper passbook to a bank branch. He thinks all this information could be provided over the internet – and want his app to be the one to do it. “Banks will never connect to each other. So it’s gotta be bottom up,” he says.</p>\n<p>Moneytree’s API aggregates data from accounts at over 2,400 banks, credit cards, electronic money, and point cards. Paul hopes other businesses can use its API to power their own services.</p>\n<p>Japan’s megabanks have been listening. In February, Moneytree announced that it was <a href=\"https://www.techinasia.com/shunned-megabanks-japanese-startup-winning\">developing an application with Japan’s second largest bank</a> which would utilize the startup’s API.</p>\n<p><em>Update on April 15 2016, 13:47pm JST: A previous version of the article stated that Money Forward was used by 50,000 businesses. It is in fact used by 500,000 businesses. We also clarified Money Forward’s relationship with financial institutions and Base’s relationship to service Pay.jp.</em></p>\n<p><em>Converted from Japanese Yen. Rate: US$1 = JPY 108.14</em></p>","author_details":{"id":"70320","first_name":"Peter","last_name":"Rothenberg","display_name":"Peter Rothenberg","description":"Peter is the Japan correspondent at Tech in Asia. Before his time at Tech in Asia he ran an EdTech company in Tokyo. He is a fan of the Japanese ecosystem, sports, all types music, and learning.","avatar_url":"https://cdn.techinasia.com/wp-content/authors/70320.jpg?v=1455142807","author_url":"https://www.techinasia.com/profile/peter-rothenberg","comments_count":646,"is_staff":false},"categories":[{"id":"39696","name":"Startups","slug":"startups"}],"tags":[{"id":"2135","name":"accounting","slug":"accounting"},{"id":"2603","name":"ai","slug":"ai"},{"id":"44720","name":"algorithms","slug":"algorithms"},{"id":"44717","name":"alpacadb","slug":"alpacadb"},{"id":"21818","name":"BASE","slug":"base"},{"id":"3575","name":"bitcoin","slug":"bitcoin"},{"id":"44729","name":"bitflyer","slug":"bitflyer"},{"id":"39750","name":"blockchain","slug":"blockchain"},{"id":"44718","name":"capitalico","slug":"capitalico"},{"id":"44721","name":"cloud accounting","slug":"cloud-accounting"},{"id":"23034","name":"Daisuke Sasaki","slug":"daisuke-sasaki"},{"id":"702","name":"features","slug":"features"},{"id":"44719","name":"financial algorithms","slug":"financial-algorithms"},{"id":"10005","name":"fintech","slug":"fintech"},{"id":"23036","name":"freee","slug":"freee"},{"id":"38759","name":"Japan","slug":"japan"},{"id":"24470","name":"katsuaki sato","slug":"katsuaki-sato"},{"id":"7208","name":"lists","slug":"lists"},{"id":"23841","name":"machine learning","slug":"machine-learning"},{"id":"44731","name":"mata nakatsu","slug":"mata-nakatsu"},{"id":"6030","name":"Metaps","slug":"metaps"},{"id":"44724","name":"money design","slug":"money-design"},{"id":"44444","name":"money forward","slug":"money-forward"},{"id":"44733","name":"money tree","slug":"money-tree"},{"id":"12490","name":"MoneyTree","slug":"moneytree"},{"id":"44734","name":"mt link","slug":"mt-link"},{"id":"44722","name":"nao kitazawa","slug":"nao-kitazawa"},{"id":"44732","name":"orb","slug":"orb"},{"id":"43531","name":"paul chapman","slug":"paul-chapman"},{"id":"44727","name":"pay.jp","slug":"pay-jp"},{"id":"2275","name":"payments","slug":"payments"},{"id":"44715","name":"pfm","slug":"pfm"},{"id":"44723","name":"robot advisor","slug":"robot-advisor"},{"id":"22816","name":"Spike","slug":"spike"},{"id":"3860","name":"startups in japan","slug":"startups-in-japan"},{"id":"3372","name":"Takako Kansai","slug":"takako-kansai"},{"id":"44725","name":"theo","slug":"theo"},{"id":"44716","name":"yoshi yokokawa","slug":"yoshi-yokokawa"},{"id":"44730","name":"yosuke tsuji","slug":"yosuke-tsuji"},{"id":"44726","name":"yuta tsuruoka","slug":"yuta-tsuruoka"},{"id":"44728","name":"yuzo kano","slug":"yuzo-kano"},{"id":"3369","name":"zaim","slug":"zaim"}],"image_data":{"source":"https://cdn.techinasia.com/wp-content/uploads/2016/04/Fintech-Arrive-Japan.jpg","attachment_meta":{"width":5329,"height":3023,"sizes":{"thumbnail":{"width":100,"height":100,"url":"https://cdn.techinasia.com/wp-content/uploads/2016/04/Fintech-Arrive-Japan-100x100.jpg"},"medium":{"width":350,"height":199,"url":"https://cdn.techinasia.com/wp-content/uploads/2016/04/Fintech-Arrive-Japan-350x199.jpg"},"large":{"width":750,"height":425,"url":"https://cdn.techinasia.com/wp-content/uploads/2016/04/Fintech-Arrive-Japan-750x425.jpg"}}}},"search_article_snippet":"Apr 14, 2016 ... Banking laws are changing in Japan and fintech is growing. Check out this list of some of Japan's top fintech entrepreneurs.","article_url":"https://www.techinasia.com/top-10-fintech-companies-japan"},{"title":"The fintech showdown in Vietnam","slug":"fintech-showdown-vietnam","date_gmt":"2021-05-23T09:30:07","read_time":3,"html_content":"<p><em>Every day, 100k+ smart people read our newsletter. You can <a href=\"https://www.techinasia.com/about/get-updates?utm_source=web&amp;utm_medium=article&amp;utm_campaign=dailynewsletter\">sign up here</a>.</em><img loading=\"lazy\" class=\"alignnone wp-image-651020\" src=\"https://cdn.techinasia.com/wp-content/uploads/2020/06/fire33.gif\" alt=\"fire\" width=\"25\" height=\"29\"></p>\n<hr>\n<p>Hi readers,</p>\n<p>This past Tuesday, news broke about Alibaba Group, alongside other partners, leading a US$400 million investment in the retail arm of Vietnamese consumer giant Masan Group. Masan Group owns VinCommerce, which operates the country’s popular supermarket chain Vinmart.</p>\n<p>The deal will allow Alibaba-backed Lazada to compete in the online grocery scene and significantly increase its online-to-offline retail capabilities.</p>\n<p>According to the <em>Financial Times</em>, this is one of Alibaba’s largest investments in Southeast Asia after it acquired Lazada back in 2018.</p>\n<p>With Chinese regulators pressing hard at home, it’s reported that the firm has to look elsewhere for growth.</p>\n<p>This is not the first time that Alibaba has bet on Vietnam. <em>Reuters</em> reported in 2019 that its fintech affiliate Ant Financial had acquired significant stakes in local e-wallet eMonkey.</p>\n<p>Capturing consumer retail can further accelerate the Chinese giant’s fintech ambitions in the country.</p>\n<p>As we’ve shown in our Vietnamese fintech landscape map this week, the door is still wide open as there’s no clear winner yet in a market of nearly 100 million people. That potential is surely hard to ignore.</p>\n<p>— <a href=\"https://www.techinasia.com/profile/thuhuongle?utm_source=article&amp;utm_medium=website&amp;utm_campaign=growth-newsletter-687296\">Thu Huong Le</a>, journalist at <em>Tech in Asia</em></p>\n<hr>\n<h6 style=\"padding-bottom: 15px; padding-top: 15px;\"><span style=\"letter-spacing: 2px; color: #ffffff; background: #1080A8; padding: 3px; line-height: 10px;\">TOP STORIES THIS WEEK</span></h6>\n<p><img loading=\"lazy\" src=\"https://cdn.techinasia.com/wp-content/uploads/2020/11/money-vietnam.gif\" alt=\"\" width=\"600\" height=\"320\" class=\"alignnone size-full wp-image-664385\"><br><strong>1️. <a href=\"https://www.techinasia.com/visual-story/key-players-vietnams-fintech-battleground?utm_source=article&amp;utm_medium=website&amp;utm_campaign=growth-newsletter-687296\">The key players in Vietnam’s fintech battleground</a></strong><br>\nWho can tap into Vietnam’s 70% unbanked population? We map out the country’s leading fintech contenders and predict what might lie ahead.</p>\n<p><strong>2️. <a href=\"https://www.techinasia.com/sea-group-doubles-quarterly-revenue-18b?utm_source=article&amp;utm_medium=website&amp;utm_campaign=growth-newsletter-687296\">Sea Group more than doubles quarterly revenue to $1.8b</a></strong><br>\nThe jump was driven by an increase in the company’s active user base in its digital entertainment segment.</p>\n<p><strong>3. <a href=\"https://www.techinasia.com/bloomberg-tv-anchors-startup-banks-17m-seed?utm_source=article&amp;utm_medium=website&amp;utm_campaign=growth-newsletter-687296\">Ex-Bloomberg TV anchor’s startup banks $1.7m in seed round</a></strong><br>\nForkast is an online news platform that covers blockchain and emerging technologies operating within the business, economy, and finance industries.</p>\n<p><strong>4. <a href=\"https://www.techinasia.com/sea-group-sees-blistering-growth-hints-bolder-vision-free-fire?utm_source=article&amp;utm_medium=website&amp;utm_campaign=growth-newsletter-687296\">Sea Group sees blistering growth, hints at bolder vision for Free Fire</a></strong><br>\nThe tech conglomerate offered a glimpse into how its different businesses could evolve over the next few years.</p>\n<p><strong>5. <a href=\"https://www.techinasia.com/bukukas-series-b?utm_source=article&amp;utm_medium=website&amp;utm_campaign=growth-newsletter-687296\">From bookkeeping to SME neobank, BukuKas raises $50m in series B round</a></strong><br>\nOn its platform, BukuKas has recorded an annualized transaction value of US$25.9 billion, which is equivalent to 2.2% of Indonesia’s GDP.</p>\n<p><strong>6. <a href=\"https://www.techinasia.com/hmlet-bags-6m-sequoia-coled-shuts-australia-operations?utm_source=article&amp;utm_medium=website&amp;utm_campaign=growth-newsletter-687296\">Hmlet gets $6m lifeline from Sequoia, Burda, and others; shuts down Australia ops</a></strong><br>\nThe proptech startup’s operations Down Under wasn’t on par with its performance in the markets of Hong Kong, Singapore, and Japan.</p>\n<p><strong>7. <a href=\"https://www.techinasia.com/goto-gojek-tokopedia-merge?utm_source=article&amp;utm_medium=website&amp;utm_campaign=growth-newsletter-687296\">Gojek and Tokopedia officially announce merger</a></strong><br>\nIndonesian super app Gojek and marketplace Tokopedia have merged to form GoTo Group.</p>\n<p><strong>8. <a href=\"https://www.techinasia.com/obsess-sea-groups-net-loss?utm_source=article&amp;utm_medium=website&amp;utm_campaign=growth-newsletter-687296\">Why you shouldn’t worry about Sea Group’s growing net loss</a></strong><br>\nWe make our case for why investors should not fret over Sea Group’s first-quarter figures.</p>\n<p><strong>9. <a href=\"https://www.techinasia.com/whats-ailing-indonesian-telehealth?utm_source=article&amp;utm_medium=website&amp;utm_campaign=growth-newsletter-687296\">What’s ailing Indonesia’s telehealth industry?</a></strong><br>\nTelehealth isn’t developing as quickly as other internet industries in the country, and it’ll take more than a booster shot for it to grow.</p>\n<p><strong>10. <a href=\"https://www.techinasia.com/asias-content-creators-avoid-ghosts?utm_source=article&amp;utm_medium=website&amp;utm_campaign=growth-newsletter-687296\">Can Asia’s content creators avoid the ghosts of the past?</a></strong><br>\nMultichannel networks used to be the gatekeepers of digital media platforms, but it’s creators who are calling the shots now.</p>\n<hr>\n<h6 style=\"padding-bottom: 15px; padding-top: 15px;\"><span style=\"letter-spacing: 2px; color: #ffffff; background: #1080A8; padding: 3px; line-height: 10px;\">UNLOCKED PREMIUM READ</span></h6>\n<p>Every week, we unlock a premium article so our readers who haven’t made the jump to a premium subscription yet can enjoy the investigative or in-depth pieces that our editorial team spent weeks (even months) to produce.</p>\n<p>We started this initiative with the hopes that our audience – whether you’re a cash-tight founder or a student aspiring to be a founder – can continuously get the best coverage of startups and tech in the region.</p>\n<p>Here’s this week’s read: <a href=\"https://www.techinasia.com/indian-edtech-startup-hopes-to-shake-up-lifelong-learning-in-southeast-asia?utm_source=article&amp;utm_medium=website&amp;utm_campaign=growth-newsletter-687296\">Indian edtech startup hopes to shake up lifelong learning in Southeast Asia</a></p>\n<p>You can find all of our unlocked premium articles <a href=\"https://www.techinasia.com/category/subscriber-exclusive?unlocked=true\">over here</a>.</p>\n<hr>\n<p>If you want to receive this quick analysis of our most prized content straight in your inbox every day, then make sure you’re subscribed to our <a href=\"https://www.techinasia.com/about/get-updates?utm_source=dailyarticle&amp;utm_medium=website&amp;utm_campaign=wpdaily\">newsletter</a>.</p>","author_details":{"id":"307607","first_name":"Betty","last_name":"Chum","display_name":"Betty Chum","description":"That person from Tech in Asia who sends you emails everyday","avatar_url":"https://cdn.techinasia.com/wp-content/authors/307607.jpeg?v=1625651826","author_url":"https://www.techinasia.com/profile/betty-chum","comments_count":2,"is_staff":true},"categories":[{"id":"57858","name":"Newsletters","slug":"newsletters"}],"tags":[{"id":"57800","name":"newsletter","slug":"newsletter"},{"id":"58035","name":"weekly top articles","slug":"weekly-top-articles"},{"id":"60360","name":"weekly top reads","slug":"weekly-top-reads"}],"image_data":{"source":"https://cdn.techinasia.com/wp-content/uploads/2020/11/money-vietnam.gif","attachment_meta":{"width":600,"height":320,"sizes":{"medium":{"width":350,"height":187,"url":"https://cdn.techinasia.com/wp-content/uploads/2020/11/money-vietnam-350x187.gif"},"thumbnail":{"width":100,"height":100,"url":"https://cdn.techinasia.com/wp-content/uploads/2020/11/money-vietnam-100x100.gif"}}}},"search_article_snippet":"May 23, 2021 ... Our top stories this week delve into the key players in Vietnam's fintech industry and Sea Group's first-quarter revenue.","article_url":"https://www.techinasia.com/fintech-showdown-vietnam"},{"title":"Global fintech deals declined 4% in 2019 as China investments fell sharply","slug":"fintech-deals-declined-2019","date_gmt":"2020-02-21T01:54:26","read_time":3,"html_content":"<p>Investments in global fintech firms fell 3.7% in 2019, hurt by a sharp decline in deal activity in China in 2019 against the backdrop of a bruising trade war between Washington and Beijing, according to a new report by consulting firm Accenture.</p>\n<p>Despite the steep fall-off in activity by Chinese companies, there were 3,472 deals worth US$53.3 billion globally last year, the second-highest value of investments since 2013, Accenture said. That compared with 3,251 investments worth a record-high US$55.3 billion in 2018.</p>\n<div id=\"attachment_393254\" class=\"wp-caption aligncenter\">\n<img aria-describedby=\"caption-attachment-393254\" loading=\"lazy\" class=\"size-full wp-image-393254\" src=\"https://cdn.techinasia.com/wp-content/uploads/2017/03/RMB-vs-dollars.jpg\" alt=\"dollars, RMB, renminbi, Chinese currency\" width=\"1674\" height=\"1121\"><p id=\"caption-attachment-393254\" class=\"wp-caption-text\">Photo credit: <a href=\"https://www.123rf.com/profile_freerlaw\" target=\"_blank\" rel=\"nofollow noopener\">freerlaw / 123RF</a></p>\n</div>\n<p>Deal activity was marked in 2018 by Ant Financial Services, the operator of Alipay and an affiliate of Alibaba, raising US$14 billion in the largest fintech investment that year. Excluding the Ant Financial deal, global fintech investments would have increased 29% last year, according to Accenture. Alibaba is the parent company of the <em>South China Morning Post</em>.</p>\n<p>“Despite strong demand for fintech globally, it’s likely that as startups become more mature, investments will flow to fast-growing economies, where there’s still a huge, unaddressed consumer and corporate market thirsty for innovations,” said Julian Skan, a senior managing director in Accenture’s Financial Services practice.</p>\n<p>Accenture used data from CB Insights, a global venture finance data and analytics firm, for its analysis.</p>\n<p>Despite the future potential of emerging markets, fintech investors continued to favor the US, which retained the crown as the biggest market for fintech deals worldwide last year. The value of deals in the US jumped 54% to US$26.1 billion in 2019. Fintech investments in the UK rose 63% to US$6.3 billion, while India, Brazil, and Germany posted strong gains.</p>\n<p>Investment in Asia is likely to increase in 2020 and some later-stage fintech companies may seek to list their shares this year, driven by an “incredible growth” in the middle class and more people migrating to urban centers in the region, according to a report by Ecosystm, a technology research and advisory firm.</p>\n<p>“While Asia may seem a mile away from financial institutions operating in most mature economies, the growth in investment in Asia will allow these technologies to put newcomers in a better position to disrupt the incumbents,” Paul Gestro and Amit Gupta, its co-authors, said in the November report. “With fairly open government policies through most of Asia and a generally underdeveloped banking sector that allows innovation to flourish, scaling up will happen fast and if you blink you will miss out.”</p>\n<p>In China, the number of fintech investments fell 38% to 216 transactions last year, compared with 348 deals in 2018, Accenture said.</p>\n<p>The overall amount of fintech investments in China was US$1.9 billion in 2019, compared with US$25.5 billion in the prior year. Excluding the Ant Financial transaction, fundraising in China still dropped 83% last year.</p>\n<p>“Venture capital investments are cyclical, so it’s not unexpected that they may decline after a period of record volumes or very intense activity,” said Albert Chan, Accenture’s Greater China financial services lead, adding that there were hardly any mega deals there in 2019.</p>\n<p>The largest fintech deal in China last year was the US$145 million financing of insurtech Shuidi Huzhu in June. Four deals, including the Ant Financial transaction, accounted for nearly US$20 billion in investment in China in 2018.</p>\n<p>Fintech deals in Singapore more than doubled to US$861 million in 2019, with 39% of investments going to payments startups, according to Accenture. Singapore had deals worth US$365 million in 2018.</p>\n<p>Hong Kong saw its fintech investments nearly to double to US$374 million in 2019 as the city issued licenses to its first virtual banks, which are expected to make their debut later this year, Accenture said. That compared with US$188 million in 2018.</p>\n<p>The largest deal in the city was US$156 million raised in December by WeLab, which won a virtual banking license in Hong Kong last year.</p>\n<p><em>Visit <a href=\"https://www.scmp.com/business/china-business/article/3051519/global-fintech-deals-declined-4-cent-2019-china-investments?li_source=LI&amp;li_medium=tech_section_top_picks_for_you\" target=\"_blank\" rel=\"nofollow noopener\">SCMP.com</a> for the latest China tech news.</em></p>\n<p><em>Copyright (c) 2020. South China Morning Post Publishers Ltd. All rights reserved.</em></p>","author_details":{"id":"261544","first_name":"Chad","last_name":"Bray","display_name":"Chad Bray","description":"Bray is a senior business reporter focused on finance. He joined the Post in 2018 and has previously written for The New York Times, The Wall Street Journal and Dow Jones Newswires.","avatar_url":"https://cdn.techinasia.com/wp-content/authors/261544.jpg?v=1566985993","author_url":"https://www.techinasia.com/profile/scmp-chad-bray","comments_count":0,"is_staff":false},"categories":[{"id":"48628","name":"Fintech","slug":"fintech"},{"id":"39658","name":"News","slug":"news"}],"tags":[{"id":"38758","name":"China","slug":"china"},{"id":"10005","name":"fintech","slug":"fintech"},{"id":"1985","name":"investment","slug":"investment"},{"id":"42316","name":"SCMP","slug":"scmp"}],"image_data":{"source":"https://cdn.techinasia.com/wp-content/uploads/2017/03/RMB-vs-dollars.jpg","attachment_meta":{"width":null,"height":null,"sizes":{}}},"search_article_snippet":"Feb 21, 2020 ... The total amount of fintech investments in China went down to US$1.9 billion in 2019 from US$25.5 billion in 2018, says Accenture.","article_url":"https://www.techinasia.com/fintech-deals-declined-2019"},{"title":"Fintech startup PayMongo banks $12m in Stripe-led round","slug":"paymongo-12m-series","date_gmt":"2020-09-28T09:41:05","read_time":3,"html_content":"<p>Filipino-owned fintech startup <a href=\"https://paymongo.com/\" target=\"_blank\" rel=\"nofollow noopener\">PayMongo</a> said it recently secured US$12 million in series A funding in a round led by online payment processing major Stripe.</p>\n<p>Other existing backers Y Combinator and Global Founders Capital, as well as new investor Bedrock Capital, also participated in the round, according to a statement.</p>\n<div id=\"attachment_657606\" class=\"wp-caption aligncenter\">\n<img aria-describedby=\"caption-attachment-657606\" loading=\"lazy\" class=\"size-full wp-image-657606\" src=\"https://cdn.techinasia.com/wp-content/uploads/2020/09/FRANCISPLAZA-PAYMONGO_profile.jpg\" alt=\"\" width=\"1024\" height=\"1024\"><p id=\"caption-attachment-657606\" class=\"wp-caption-text\">PayMongo CEO and co-founder Francis Plaza / Photo credit: PayMongo</p>\n</div>\n<p>Based in Manila, the startup allows its client merchants to receive payments online through shareable payment links and APIs, among others. Its payment platform also provides onboarding and check-out services with built-in fraud detection systems.</p>\n<p>The new investment brings PayMongo’s total amount raised to almost US$15 million, almost a year since its June 2019 launch with a seed round of US$2.7 million.</p>\n<p><strong>What are its future plans? </strong>The company said it plans to use the new funds to further accelerate its rollout of new products and features. In addition, PayMongo said it is looking to make new hires to build up its product, design, and engineering teams.</p>\n<p>Specifically, PayMongo CEO and co-founder Francis Plaza told <em>Tech in Asia</em> that the company is prioritizing adding more online payment options, supporting other models such as subscriptions, building more partnerships, improving its risk systems, and focusing on invoicing and marketplaces, among others.</p>\n<p>“We also aim to secure additional licenses from the central bank that will enable us to venture into offering other financial products,” Plaza added.</p>\n<p><strong>How much traction has it gotten? </strong>“Philippine digital transactions surged by 42% in value between January and April 2020, and would likely meet the targets set by the country’s central bank – a growth driven by the necessary shift online amid strict community quarantine measures,” the company said in a statement.</p>\n<p>Since the start of the year, PayMongo claimed it saw transaction volumes soar by 15x. The company also said that it had onboarded thousands of Filipino businesses, including small entrepreneurs, restaurants, and fast-food chains, a month after the government had imposed a nationwide lockdown in April.</p>\n<p>“We have processed almost US$20 million in total payments since launching just about a year ago, growing at an average of 60% since the start of the year, with a huge surge since the lockdown was put in place,” the CEO shared.</p>\n<p><strong>What challenges has it faced recently? </strong>According to Plaza, PayMongo had initially planned to go through with its fundraise by early to mid-next year, but the company decided to fast-track the process to meet the unexpected demand brought by the ongoing pandemic.</p>\n<p>“We’ve grown so fast over the last couple of months, and the level of demand in the market has amplified our value proposition and our product-market fit. The demand has grown insanely higher than we initially expected, and a lot of improvements as well as new products need to be built to support the ever-growing demand for our services,” the head chief noted.</p>\n<p><strong>What is the company’s funding history? </strong></p>\n<ul>\n<li>\n<a href=\"https://www.techinasia.com/paymongo-attracts-3m-seed-fund-top-investors\">Seed</a> (2019): US$2.7 million from Founders Fund, Stripe, PayPal co-founder Peter Thiel, Y Combinator, Global Founders Capital, Soma Capital, Tinder co-founder Justin Mateen, and angel investors.</li>\n</ul>","author_details":{"id":"270460","first_name":"Miguel","last_name":"Cordon","display_name":"Miguel Cordon","description":"Writing about Asia's startup scene.","avatar_url":"https://cdn.techinasia.com/wp-content/authors/270460.jpg?v=1553852315","author_url":"https://www.techinasia.com/profile/miguel-cordon","comments_count":1,"is_staff":true},"categories":[{"id":"48628","name":"Fintech","slug":"fintech"},{"id":"15450","name":"Investments","slug":"investments"},{"id":"39658","name":"News","slug":"news"},{"id":"39696","name":"Startups","slug":"startups"}],"tags":[{"id":"58262","name":"Bedrock Capital","slug":"bedrock-capital"},{"id":"10005","name":"fintech","slug":"fintech"},{"id":"40345","name":"fintech startups","slug":"fintech-startups"},{"id":"11834","name":"Global Founders Capital","slug":"global-founders-capital"},{"id":"16561","name":"Startup Funding","slug":"startup-funding"},{"id":"6981","name":"startups in the Philippines","slug":"startups-in-the-philippines"},{"id":"24852","name":"stripe","slug":"stripe"},{"id":"5629","name":"Y Combinator","slug":"y-combinator"}],"image_data":{"source":"https://cdn.techinasia.com/wp-content/uploads/2020/09/FRANCISPLAZA-PAYMONGO_profile.jpg","attachment_meta":{"width":1024,"height":1024,"sizes":{"medium":{"width":350,"height":350,"url":"https://cdn.techinasia.com/wp-content/uploads/2020/09/FRANCISPLAZA-PAYMONGO_profile-350x350.jpg"},"large":{"width":750,"height":750,"url":"https://cdn.techinasia.com/wp-content/uploads/2020/09/FRANCISPLAZA-PAYMONGO_profile-750x750.jpg"},"thumbnail":{"width":100,"height":100,"url":"https://cdn.techinasia.com/wp-content/uploads/2020/09/FRANCISPLAZA-PAYMONGO_profile-100x100.jpg"}}}},"search_article_snippet":"Sep 28, 2020 ... Filipino-owned fintech startup PayMongo said it recently secured US$12 million in series A funding in a round led by online payment ...","article_url":"https://www.techinasia.com/paymongo-12m-series"},{"title":"The key players in Vietnam’s fintech battleground","slug":"key-players-vietnams-fintech-battleground","date_gmt":"2021-07-13T02:00:40","read_time":3,"html_content":"<p><em>This is the latest version of the article that was published on May 17, 2021.</em><img loading=\"lazy\" class=\"alignnone wp-image-693590 size-full\" src=\"https://cdn.techinasia.com/wp-content/uploads/2021/05/1625109356_Vietnams-fintech-landscape_final_7.png\" alt=\"\" width=\"2400\" height=\"2667\"></p>\n<p>After Singapore and Indonesia, Vietnam can be considered the next fintech battleground in Southeast Asia. With about 70% of the country’s population having limited or no access to banking services, the door is still wide open for players who can provide a range of financial services.</p>\n<p>Payment companies – namely MoMo and VNPay – attracted some of the few mega deals recorded for Vietnam in 2019. That year was also the first time that investment into Vietnam startups (US$741 million) exceeded what Singapore startups received (US$693 million), according to Cento Ventures. But momentum has slowed down significantly: Cento’s <a href=\"https://www.cento.vc/wp-content/uploads/2021/04/Cento-Ventures-SE-Asia-tech-investment-FY2020.pdf\" target=\"_blank\" rel=\"noopener\">latest report</a> found that Vietnam’s share of capital invested in the region amounted to only 4% in 2020.</p>\n<p>Nevertheless, investors remain bullish on the country’s fintech prospects even though the narrative is changing. Digital payment companies need to figure out ways to diversify their offerings. The question, which of them can replicate the success of Alipay and WeChat Pay in Vietnam?</p>\n<p>It’s a challenge that all fintech players across Southeast Asia will face. Increasingly, surviving based on “a pure-play digital wallet” business model will be next to impossible, Zennon Kapron, founder of fintech consulting firm Kapronasia, previously told <em>Tech in Asia</em>.</p>\n<p>This is particularly true for Vietnam, where about 40 e-wallet providers are battling it out in an extremely crowded space. To incentivize users, digital wallets have been burning money on discounts, but such subsidies aren’t sustainable. Companies also face an added challenge of reaching unbanked users as currently, all e-wallets must be linked to bank accounts, which gives traditional players an edge.</p>\n<p>Commercial banks and telecommunication operators have swiftly moved to compete on the digital front and are putting up a strong fight. In fact, only three e-wallets from tech companies were among the country’s top payment apps in 2020.</p>\n<p><iframe style=\"width: 100%; height: 450px;\" title=\"Interactive or visual content\" src=\"https://flo.uri.sh/visualisation/5656595/embed\" frameborder=\"0\" scrolling=\"no\" sandbox=\"allow-same-origin allow-forms allow-scripts allow-downloads allow-popups allow-popups-to-escape-sandbox allow-top-navigation-by-user-activation\"><span data-mce-type=\"bookmark\" style=\"display: inline-block; width: 0px; overflow: hidden; line-height: 0;\" class=\"mce_SELRES_start\">﻿</span></iframe></p>\n<div style=\"width: 100%!; margin-top: 4px!important; text-align: right!important;\"><a class=\"flourish-credit\" style=\"text-decoration: none!important;\" href=\"https://public.flourish.studio/visualisation/5656595/?utm_source=embed&amp;utm_campaign=visualisation/5656595\" target=\"_blank\" rel=\"noopener\"><img style=\"width: 105px!important; height: 16px!important; border: none!important; margin: 0!important;\" src=\"https://public.flourish.studio/resources/made_with_flourish.svg\" alt=\"Made with Flourish\"></a></div>\n<p style=\"text-align: center;\"><strong>See also: <a href=\"https://www.techinasia.com/mobile-money-give-vietnams-telcos-edge-payment-war\">Mobile money could give Vietnam’s telcos an edge in the payment war </a></strong></p>\n<p>All eyes now are on the next lucrative segment: digital lending. At present, hundreds of companies and startups offer digital lending services, either by connecting borrowers to lenders – whether individuals or financial institutions or mobilizing the capital and lending out of their own balance sheets.</p>\n<p>Regulations in Vietnam, however, don’t allow non-bank institutions to provide direct lending, and the lack of clarity around such rules has impeded the development of this segment. As a workaround, tech players like MoMo and ZaloPay have partnered with other institutions to offer consumer lending options on their platforms.</p>\n<p>In February, Traveloka <a href=\"https://www.techinasia.com/report-traveloka-plans-launch-fintech-services-thailand-vietnam\">announced</a> that it would soon launch financial services in Vietnam and Thailand. Alongside the Indonesian market, Grab is also expected to get a tighter grip on Vietnam’s super-app battle in the coming years by possibly offering lending and other financial services on its platform. MoMo has recently <a href=\"https://www.techinasia.com/vietnamese-e-wallet-momo-makes-first-acquisition-with-purchase-of-local-ai-startup-pique\">acquired</a> an AI startup to better capitalize the data of its 25 million registered users.</p>\n<p><em>Tech in Asia</em> also believes that other segments like buy now, pay later (BNPL), early wage access (EWA), insurtech, and personal investment are also very promising due to the growing number of digitally savvy, middle-income millennial and Gen Z users.</p>\n<p style=\"text-align: center;\"><strong>See also: <a href=\"https://www.techinasia.com/time-ripe-buy-pay-asia\">Why the time is ripe for ‘buy now, pay later’ in Asia</a></strong></p>\n<p>Fintech companies are awaiting a much-needed regulatory sandbox. Similar to what Singapore has done, the sandbox will allow for the trial of different types of fintech models in Vietnam.</p>\n<p>Here’s a look at how funding in the space has been going lately:</p>\n<p><iframe style=\"width: 100%; height: 600px;\" title=\"Interactive or visual content\" src=\"https://flo.uri.sh/visualisation/6074170/embed\" frameborder=\"0\" scrolling=\"no\" sandbox=\"allow-same-origin allow-forms allow-scripts allow-downloads allow-popups allow-popups-to-escape-sandbox allow-top-navigation-by-user-activation\"></iframe></p>\n<div style=\"width: 100%!; margin-top: 4px!important; text-align: right!important;\"></div>\n<p><span style=\"font-weight: 400;\">Here are the details on the funding rounds that we’ve tracked:</span></p>\n<p><iframe style=\"width: 100%; height: 800px;\" title=\"Interactive or visual content\" src=\"https://flo.uri.sh/visualisation/6034499/embed\" frameborder=\"0\" scrolling=\"no\" sandbox=\"allow-same-origin allow-forms allow-scripts allow-downloads allow-popups allow-popups-to-escape-sandbox allow-top-navigation-by-user-activation\"><span data-mce-type=\"bookmark\" style=\"display: inline-block; width: 0px; overflow: hidden; line-height: 0;\" class=\"mce_SELRES_start\">﻿</span></iframe></p>\n<p>We hope that as we constantly update our database, this will be a useful reference for anyone who’s interested in Vietnam’s fintech space.</p>\n<p>You can also catch our coverage of Vietnam’s tech sector <a href=\"https://www.techinasia.com/tag/vietnam\">here</a> and check out more landscape reports <a href=\"https://www.techinasia.com/category/landscape-reports\">here</a>. We acknowledge that we’re missing some data, so do reach out to research@techinasia.com to help us fill in the gaps.</p>\n<h2><strong>Credits</strong></h2>\n<p><strong>Graphics</strong>: Susi Susanti<br><strong>Data</strong>: Queena Wadyanti<br><strong>Editing</strong>: Melissa Goh, Terence Lee, and Eileen C. Ang</p>","author_details":{"id":"162517","first_name":"Thu Huong","last_name":"Le","display_name":"Thu Huong Le","description":"“It's not a faith in technology. It's faith in people.” Email me at huong@techinasia.com","avatar_url":"https://cdn.techinasia.com/wp-content/authors/162517.jpeg?v=1555764922","author_url":"https://www.techinasia.com/profile/thuhuongle","comments_count":4,"is_staff":true},"categories":[{"id":"54802","name":"Landscape reports","slug":"landscape-reports"},{"id":"53123","name":"Premium Content","slug":"subscriber-exclusive"}],"tags":[{"id":"45433","name":"asia fintech","slug":"asia-fintech"},{"id":"54850","name":"vietnam fintech","slug":"vietnam-fintech"},{"id":"39728","name":"Vietnam Startups","slug":"vietnam-startups"}],"image_data":{"source":"https://cdn.techinasia.com/wp-content/uploads/2021/05/1626074082_5D4_2053-scaled.jpg","attachment_meta":{"width":6720,"height":4480,"sizes":{"medium":{"width":350,"height":233,"url":"https://cdn.techinasia.com/wp-content/uploads/2021/05/1626074082_5D4_2053-350x233.jpg"},"large":{"width":750,"height":500,"url":"https://cdn.techinasia.com/wp-content/uploads/2021/05/1626074082_5D4_2053-750x500.jpg"},"thumbnail":{"width":100,"height":100,"url":"https://cdn.techinasia.com/wp-content/uploads/2021/05/1626074082_5D4_2053-100x100.jpg"},"1536x1536":{"width":1536,"height":1024,"url":"https://cdn.techinasia.com/wp-content/uploads/2021/05/1626074082_5D4_2053-1536x1024.jpg"},"2048x2048":{"width":2048,"height":1365,"url":"https://cdn.techinasia.com/wp-content/uploads/2021/05/1626074082_5D4_2053-2048x1365.jpg"}}}},"search_article_snippet":"Jul 13, 2021 ... Who can tap into Vietnam's 70% unbanked population? We map out the country's leading fintech contenders and predict what might lie ahead.","article_url":"https://www.techinasia.com/visual-story/key-players-vietnams-fintech-battleground"},{"title":"Women-focused fintech startup Lucy bags $360k in pre-seed round","slug":"womenfocused-fintech-startup-bags-360k-preseed","date_gmt":"2020-11-02T08:19:30","read_time":2,"html_content":"<p>Neobank <a href=\"https://welucy.com/\" target=\"_blank\" rel=\"nofollow noopener\">Lucy</a>,  a fintech company that supports women entrepreneurs, announced that it has just raised S$500,000 (US$365,787) in an all-women pre-seed round. This brings the total capital it has raised to over S$1 million (US$731,575).</p>\n<p>The 18 participating women investors come from the UK, the US, Singapore, Somalia, Mexico, India, Indonesia, Hong Kong, the Netherlands, Australia, New Zealand, Vietnam, and Germany.</p>\n<p>Lucy will be officially launched in early 2021 in Singapore, the company told <em>Tech in Asia</em>. It will provide users with financial services and integrated peer/mentor support networks.</p>\n<p> </p>\n<div id=\"attachment_660832\" class=\"wp-caption aligncenter\">\n<img aria-describedby=\"caption-attachment-660832\" loading=\"lazy\" class=\"size-large wp-image-660832\" src=\"https://cdn.techinasia.com/wp-content/uploads/2020/11/lucy-750x413.jpg\" alt=\"\" width=\"750\" height=\"413\"><p id=\"caption-attachment-660832\" class=\"wp-caption-text\">Photo credit: Lucy</p>\n</div>\n<p>The initial founder funding came from Lucy CEO Debbie Watkins, who is the former managing director of Fern Software in Asia Pacific, Middle East, and Africa. Also part of the round were Hal Bosher, ex-CEO of Yoma Bank and chairman of Wave Money, and Luke Janssen, founder and former CEO of Tigerspike, as well as the Savearth fund.</p>\n<p>By leveraging machine learning and data analytics, Lucy said its app would truly “know” its customers, allowing it to say yes to  requests that traditional banks would reject.</p>\n<p>This capability will enable donors and investors to distribute and track grants and loans, and see female entrepreneurs find an easy way to sign up for and access the financial solutions they need to start and grow their businesses.</p>\n<p>Lucy’s services will range from safekeeping and savings to remittances and credit.</p>\n<p>Citing research from the International Trade Center, the company noted that Covid-19 has “strongly affected” <a href=\"https://www.intracen.org/uploadedFiles/intracenorg/Content/Publications/ITCSMECO2020.pdf\" target=\"_blank\" rel=\"nofollow noopener\">64% of women-led firms</a>, compared with 52% of men-led companies. Similarly, the World Bank has reported how <a href=\"https://www.worldbank.org/en/news/press-release/2020/08/20/women-entrepreneurs-finance-initiative-invests-in-over-15000-women-led-businesses-amidst-covid-19-crisis#:~:text=Globally%2C%20women%2Downed%20SMEs%20are,recent%20World%20Bank%2Dled%20research\" target=\"_blank\" rel=\"nofollow noopener\">women-owned SMEs are 6%</a> more likely to close their businesses than male-owned ones.</p>\n<p>“Relevant and affordable financial services are needed now more than ever to prevent the gender gap from widening even further,” said Watkins in a company statement.</p>\n<p>“One of the reasons that women-owned firms are smaller than men-owned ones is that they often get turned down for credit. For example, many small business lenders require collateral, and in many countries, the household collateral, especially land, is in the husband’s name,” she added.</p>\n<p><i data-stringify-type=\"italic\">Currency converted from Singapore dollar to US dollar: US$1 = S$1.37.</i></p>","author_details":{"id":"343208","first_name":"Doris","last_name":"Yu","display_name":"Doris Yu","description":"Doris Yu is a finance and technology writer based in Hong Kong.","avatar_url":"https://cdn.techinasia.com/wp-content/authors/343208.jpeg?v=1575857720","author_url":"https://www.techinasia.com/profile/dorisyu","comments_count":0,"is_staff":true},"categories":[{"id":"15450","name":"Investments","slug":"investments"},{"id":"39658","name":"News","slug":"news"},{"id":"39696","name":"Startups","slug":"startups"}],"tags":[{"id":"10005","name":"fintech","slug":"fintech"},{"id":"58479","name":"Lucy","slug":"lucy"},{"id":"38757","name":"Singapore","slug":"singapore"}],"image_data":{"source":"https://cdn.techinasia.com/wp-content/uploads/2020/11/lucy.jpg","attachment_meta":{"width":2487,"height":1369,"sizes":{"medium":{"width":350,"height":193,"url":"https://cdn.techinasia.com/wp-content/uploads/2020/11/lucy-350x193.jpg"},"large":{"width":750,"height":413,"url":"https://cdn.techinasia.com/wp-content/uploads/2020/11/lucy-750x413.jpg"},"thumbnail":{"width":100,"height":100,"url":"https://cdn.techinasia.com/wp-content/uploads/2020/11/lucy-100x100.jpg"},"1536x1536":{"width":1536,"height":846,"url":"https://cdn.techinasia.com/wp-content/uploads/2020/11/lucy-1536x846.jpg"},"2048x2048":{"width":2048,"height":1127,"url":"https://cdn.techinasia.com/wp-content/uploads/2020/11/lucy-2048x1127.jpg"}}}},"search_article_snippet":"Nov 2, 2020 ... Neobank Lucy, a fintech company that supports women entrepreneurs, announced that it has just raised S$500,000 (US$365,787) in an ...","article_url":"https://www.techinasia.com/womenfocused-fintech-startup-bags-360k-preseed"}]